Repository: Chien0903/python-naitei25_school-management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Username
vi: Tên đăng nhập

source: Enter email address
vi: Nhập địa chỉ email

source: Password
vi: Mật khẩu

source: Enter USN
vi: Nhập mã số sinh viên

source: USN
vi: Mã số sinh viên

source: Enter full name
vi: Nhập họ và tên

source: Full Name
vi: Họ và tên

source: Gender
vi: Giới tính

source: Date of Birth
vi: Ngày sinh

source: Enter address
vi: Nhập địa chỉ

source: Address
vi: Địa chỉ

source: Enter phone number
vi: Nhập số điện thoại

source: Phone Number
vi: Số điện thoại

source: Select a class
vi: Chọn lớp học

source: Passwords do not match
vi: Mật khẩu không khớp

source: Username already exists
vi: Tên đăng nhập đã tồn tại

source: USN already exists
vi: Mã số sinh viên đã tồn tại

source: Email already exists
vi: Email đã tồn tại

source: Auto-generated (e.g., T001)
vi: Tự động tạo (ví dụ: T001)

source: Back to Dashboard
vi: Quay lại Bảng điều khiển

source: Student Login Account
vi: Tài khoản đăng nhập sinh viên

source: Create login credentials for the student to access the system
vi: Tạo thông tin đăng nhập cho sinh viên để truy cập hệ thống

source: Student Information
vi: Thông tin sinh viên

source: Cancel
vi: Hủy

source: Teacher Login Account
vi: Tài khoản đăng nhập giáo viên

source: Create login credentials for the teacher to access the system
vi: Tạo thông tin đăng nhập cho giáo viên để truy cập hệ thống

source: Teacher Information
vi: Thông tin giáo viên

source: Teacher ID will be automatically generated (e.g., T001, T002, etc.)
vi: Mã giáo viên sẽ được tự động tạo (ví dụ: T001, T002, v.v.)

source: Profile Information
vi: Thông tin cá nhân

source: Logout
vi: Đăng xuất

source: Admin Dashboard - School Management
vi: Bảng điều khiển Quản trị - Quản lý Trường học

source: Manage school system efficiently
vi: Quản lý hệ thống trường học một cách hiệu quả

source: Students
vi: Học sinh

source: Teachers
vi: Giáo viên

source: Departments
vi: Khoa

source: Subjects
vi: Môn học

source: Classes
vi: Lớp học

source: Quick Actions
vi: Thao tác nhanh

source: Add Student
vi: Thêm học sinh

source: Add Teacher
vi: Thêm giáo viên

source: Recent Activities
vi: Hoạt động gần đây

source: System is running normally
vi: Hệ thống đang hoạt động bình thường

source: Last login
vi: Đăng nhập lần cuối

source: Admin Login - School Management
vi: Đăng nhập Quản trị - Quản lý Trường học

source: Admin Login
vi: Đăng nhập Quản trị

source: School Management System
vi: Hệ thống Quản lý Trường học

source: Login
vi: Đăng nhập

source: Administrator Area Only
vi: Khu vực dành riêng cho Quản trị viên

source: Student "{}" has been successfully added.
vi: Sinh viên "{}" đã được thêm thành công.

source: Error creating student: {}
vi: Lỗi khi tạo sinh viên: {}

source: Teacher "{}" has been successfully added.
vi: Giáo viên "{}" đã được thêm thành công.

source: Error creating teacher: {}
vi: Lỗi khi tạo giáo viên: {}

source: Welcome
vi: Chào mừng

source: Attendance
vi: Điểm Danh

source: Marks
vi: Điểm Số

source: TimeTable
vi: Thời Khóa Biểu

source: View TimeTable
vi: Xem Thời Khóa Biểu

source: student_welcome_message
vi: Chào mừng

source: student_attendance_title
vi: Điểm Danh

source: student_attendance_description
vi: Xem tình trạng điểm danh của từng môn học. Điểm danh của mỗi môn học cũng được hiển thị dưới dạng danh sách các lớp học đã được tiến hành.

source: student_view_attendance
vi: Xem Điểm Danh

source: student_marks_description
vi: Xem điểm số của từng môn học. Bao gồm điểm của 3 bài kiểm tra giữa kỳ, 2 sự kiện và kỳ thi cuối kỳ.

source: student_view_marks
vi: Xem Điểm Số

source: student_timetable_description
vi: Xem thời khóa biểu dưới dạng bảng. Hiển thị tất cả các môn học của sinh viên và thời gian, ngày mà chúng được tiến hành.

source: student_view_timetable
vi: Xem Thời Khóa Biểu

source: View the attendance status for each of your courses. The attendance of each course is also displayed as list of classes that were conducted.
vi: Xem tình trạng điểm danh của từng môn học. Điểm danh của mỗi môn học cũng được hiển thị dưới dạng danh sách các lớp học đã được tiến hành.

source: View Attendance
vi: Xem Điểm Danh

source: View the marks obtained for each of your courses. These include the marks of 3 internal assessment, 2 events and the Semester End Exam.
vi: Xem điểm số của từng môn học. Bao gồm điểm của 3 bài kiểm tra giữa kỳ, 2 sự kiện và kỳ thi cuối kỳ.

source: View Marks
vi: Xem Điểm Số

source: View the timetable in a tabular form. The timetable displays all the courses of the student and the time and day at which they are conducted.
vi: Xem thời khóa biểu dưới dạng bảng. Hiển thị tất cả các môn học của sinh viên và thời gian, ngày mà chúng được tiến hành.

source: Course ID
vi: Mã Môn Học

source: Course name
vi: Tên Môn Học

source: Attended classes
vi: Lớp Đã Tham Gia

source: Total classes
vi: Tổng Số Lớp

source: Attendance %
vi: Tỷ Lệ Điểm Danh %

source: Classes to attend
vi: Lớp Cần Tham Gia

source: Student has no courses
vi: Sinh viên không có môn học nào

source: Internals 1
vi: Kiểm Tra 1

source: Internals 2
vi: Kiểm Tra 2

source: Internals 3
vi: Kiểm Tra 3

source: Event 1
vi: Sự Kiện 1

source: Event 2
vi: Sự Kiện 2

source: SEE
vi: Thi Cuối Kỳ

source: Home
vi: Trang Chủ

source: Time Table
vi: Thời Khóa Biểu

source: Break
vi: Giải Lao

source: Lunch
vi: Ăn Trưa
